describe('Класс Покупатель 🛒', () => {
  describe('Свойства и поля', () => {
    it.todo('Фамилия, Имя, Отчество')
    it.todo('Адрес, Номер кредитной карточки, Номер банковского счета')
  })
  describe('Методы', () => {
    it.todo('Установка значений атрибутов')
    it.todo('Получение значений атрибутов')
    it.todo('Вывод информации')
  })
  it.todo('Создать массив объектов данного класса')
  it.todo('Вывести список покупателей в алфавитном порядке')
  it.todo('Вывести список покупателей, у которых номер кредитной карточки находится в заданном диапазоне')
})