describe('Абстрактный класс -> фигура 💠', () => {
  it.todo('Описать свойства для получения состояния объекта')
  it.todo('Вывод информации о фигуре')
  it.todo('Вычисления площади')
  it.todo('Вычисления периметра')

  describe('Создать производные классы со своими методами вычисления площади и периметра', () => {
    it.todo('Rectangle (прямоугольник)')
    it.todo('Circle (круг)')
    it.todo('Triangle (треугольник)')
    it.todo('Создать массив n фигур и вывести полную информацию о фигурах на экран')
  })

})
