describe('Разработать класс «Калькулятор логарифмов» 🧮', () => {
  it.todo('Ввод данных, проверку правильности введенных данных, выдачу сообщений в случае ошибок')
  describe('Операции', () => {
    it.todo('Сложения')
    it.todo('Вычитания')
    it.todo('Умножения')
    it.todo('Деления')
    it.todo('Возведения в степень')
    it.todo('Перехода к другому основанию')
  })
  it.todo('Протокол работы калькулятора записать в файл')
  it.todo('Предусмотреть возможность просмотра файла из программы')
})