describe('Класс -> абонент 😳', () => {
  describe('Свойства и поля', () => {
    it.todo('Идентификационный номер, Фамилия, Имя, Отчество')
    it.todo('Адрес, Номер кредитной карточки, Дебет, Кредит')
    it.todo('Время междугородных и городских переговоров')
  })
  describe('Методы', () => {
    it.todo('Установка значений атрибутов')
    it.todo('Получение значений атрибутов')
    it.todo('Вывод информации')
  })
  it.todo('Создать массив объектов данного класса')
  it.todo('Вывести абонентов, у  которых время городских переговоров превышает заданное')
  it.todo('Вывести абонентов, которые пользовались междугородной связью')
  it.todo('Список абонентов в алфавитном порядке')
})