describe('Разработать систему «Диспетчер поездов» 🚂', () => {
  describe('Свойства и поля', () => {
    it.todo('Название пункта назначения')
    it.todo('Номер поезда')
    it.todo('Время отправления')
  })
  it.todo('Ввести данные в массив из пяти элементов типа train')
  it.todo('Упорядочить элементы по номерам поездов.')

  describe('Методы', () => {
    it.todo('Вывода информации о поезде, номер которого введен пользователем')
    it.todo('Сортировать массив по пункту назначения, причем поезда с одинаковыми пунктами назначения должны быть упорядочены по времени отправления.')
  })
})